#კურსის დასაწყისში დავიწყეთ პითონის შესწავლა.
#HTML არ არის პროგრამირების ენა, HTML არის ტექნელოგია.
#Python-ში ეკრანზე რომ დავბეჭდოთ, რაიმე სიმბოლო ამისათვის დაგვჭირდება print ბრძანება.
#პარაგრაფის ტექსტის შესაქმნელად, უნდა დავწეროთ:<p>
#HTML-ში მთავარი სატაური არის:<h1>
#პიტონი ზველი პროგრამირების ენა არ არის.
#როცა ბრწყალებში არის ტექსტი მოქცეული მას ეწოდება ტექსტური მონაცემი.
#ტექსტური მონაცემი (string) აუცილებლად მოქცეული უნდა იყოს ბრჭყალებში.
#ცვლადები მხოლოდ დროებით არ ინახავენ ინფორმაციას.
# ?
#კოდი შეწყვეტს მუსაობას, როდესაც რომელიმე ხაზზე იქნება სეცდომა.
#პიტონში კომენტარი იწერება #
#კომენტარი კოდის წერისას კარგი პრაქტიკაა.
# ?
# ?
#იმისათვის, რომ მომხმარებელმა ტერმინალიდან შეიტანოს რაიმე ინფორმაცია, ამისათვის უნდა დავწეროთ, print ბრძანება.
# ?
#პითონში შეერთების ტერმინია ""
#HTML-ში სურათის ტერმინია img
#სურათის თეგს სჭირდება src ატრიბუტი.
# ?
#html-ში ყველაზე პატარა სათაურია <h6>
#კონტეინერ თეგს აქვს გამხსნელი თეგი და დამხურავი თეგი, ხილო ცარიელ თეგს კი არა.
# ?
#GOA Best ?: of course yes.