# მოცემულ 25 კითხვაზე პითონის ფაილში კომენტარის სახით დაწერეთ პასუხები, თან ახსენით რატომ ფიქრობთ ასე:

#1)კურსის დასაწყისში რომელი პროგრამირების ენის შესწავლა დავიწყეთ
# კურსის დასაწყისში ჩვენ პითონის შესწავლა დავიწყეთ

# 2)html აირს პროგრამირების ენა და არის ის ტექნოლოგია?
# html-ი არის პროგრამირების ენა და ტექნელოგია.

# 3)რომელი ბრძანებით შეგვიძლია პითონში ეკრანზე დავბეჭდოთ ინფორმაცია
# ჩვენ შეგვიძლია პითონში ეკრანზე გამოვიტანოთ რაიმე წინადადება print ბრძანებით.

# 4) პარაგრაფის ტექსტის თეგის შესაქმნელად უნდა დავწეროთ?
# p თეგი ანუ paragraph-ი

# 5)html-ში მთავარი სათაური არის?
# h1

# 6)პითონი ყველაზე ძველი პროგრამირების ენაა?
# python

#7)რას ვეძახით პითონშ ტექსტურ მონაცემს?
# string - str

# 8)ტექსტური მონაცემი(სტრინგ) აუცილებლად მოქცეული უნდა იყოს ბრჭყალებში?
# კი

# 9) ცვლადები მხოლოდ დროებით ინახავენ ინფორმაციას?
# არა

# 10) რა არის მოცემული კოდის შემდეგ?
# საიტი

# 11) რომელ ხაზზე შეწყვეტს  კოდი მუშაობას?
# შეცდომით გაკეთებულ კოდზე

# 13)კოდის წერისას,კომენტარის გამოყენება ცუდი ტექნიკა?
# არა

# 14) რამდენი განხვავებული ცვლადი გვაქვს კოდში?
# არ წერია

# 15)რომელი ცვლადის სახელი წერია შცდომით?
# არ არის მოცემულო

# 16) იმისთვის, რომ მომხარებელმა ტერმინალიდან შეიყვანოს სასურველი ინფორმაცია,რომელ ბრძანებებს ვიყენებთ?
# print

# 17)როდესაც პითონში ვიყენებთ input ბრძანებას, შემოტანილი ინფორმაციის მონაცემთა ტიპი იქნება
# str

# 18)პითონში სთრინგების შეერთების ტერმინი
# კონკატინაცია

# 19)html-ში სურათის თეგია
# img

# 20)რომელი აუცილებელი ატრიბუტი ჭირდება  სურათს თეგს:
# src

# 21)ატრიბუტები იწერება დამხურავ თეგშოი
# კი სწორია

# 22) html-ში ყველაზე პატარა სათაურია:
# p

# 23)კონტეინერ ელემენტს აქვს გამხსნელი და დამხურავი თეგები,ხოლო ცარიელი თეგს კი არა
# აქვს მხოლოდ გამხსნელი

# 24)მოცემულ სურათში,რომლებია კონტეინერ ელემენტები?
# არ არის მოცემული

# 25)GOA is best ?
# დიახ
