# Level 20:
# დავალება 1: ტოლია თუ არა რიცხვი 10-ს
# ამოცანა:
# შექმენი პროგრამა, რომელიც მომხმარებელს სთხოვს რიცხვის შეყვანას და შეამოწმებს, არის თუ არა ეს რიცხვი ზუსტად 10-ის ტოლი. პროგრამამ უნდა დაბეჭდოს True თუ ტოლია და False თუ არა. 

number = int(input("Enter your number :"))
print(number == 10)

# დავალება 2: რიცხვი ლუწია თუ კენტი
# ამოცანა:
# შექმენი პროგრამა, რომელიც მომხმარებელს სთხოვს რიცხვის შეყვანას და შეამოწმებს, ლუწია თუ კენტი რიცხვი. პროგრამამ უნდა დაბეჭდოს True, თუ რიცხვი ლუწია და False, თუ კენტი.

number_1 = int(input("Enter your number :"))
print(number_1 % 2)

# დავალება 3: რიცხვების შუალედი
# ამოცანა:
# შექმენი პროგრამა, რომელიც მომხმარებელს სთხოვს რიცხვის შეყვანას და შეამოწმებს, არის თუ არა ეს რიცხვი 50-სა და 100-ს შორის (ორივე ჩათვლით). პროგრამამ უნდა დაბეჭდოს True ან False. 

number_2 = int(input("Enter your number :"))
print(50 >= 100)

# დავალება 4: განსხვავებული რიცხვები
# ამოცანა:
# შექმენი პროგრამა, რომელიც მომხმარებელს სთხოვს სამი რიცხვის შეყვანას და შეამოწმებს, არის თუ არა ეს სამი რიცხვი განსხვავებული ერთმანეთისგან. პროგრამამ უნდა დაბეჭდოს True თუ ყველა რიცხვი განსხვავებულია და False თუ რომელიმე მაინც ტოლია.

number_3 = int(input("Enter your number :"))
number_4 = int(input("Enter your number :"))
number_5 = int(input("Enter your number :"))
print(number_3 == number_4 == number_5)

# დავალება 5: მომხმარებლის სახელი და პაროლი
# ამოცანა:
# შექმენი პროგრამა, რომელიც მომხმარებელს სთხოვს მომხმარებლის სახელის და პაროლის შეყვანას. პროგრამამ უნდა შეამოწმოს, სწორია თუ არა შეყვანილი მონაცემები. სწორად მიჩნეული იქნება, თუ სახელი არის "admin" და პაროლი "12345". პროგრამამ უნდა დაბეჭდოს True ან False.

number_6 = (input("Enter your name :"))
number_7 = int(input("Enter your password :"))
print(number_6 == number_6)
print(number_7 == number_7)